tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "bash"
brew "bat"
brew "cask"
brew "dart"
brew "docker"
brew "exa"
brew "git"
brew "go"
brew "grep"
brew "kubectl"
brew "mas"
brew "minikube"
brew "neovim"
brew "nodebrew"
brew "packer"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "tfenv"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"

cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"

mas "Slack", id: 803453959
